# cli tools
brew "ca-certificates"
brew "coreutils"
brew "ffmpeg"
brew "gnutls"
brew "mas"
brew "nmap"
brew "pandoc"
brew "sqlite"
brew "task"
brew "uv"
brew "vim"
brew "watch"
brew "wget"

# gui tools
cask "1password"
cask "alfred"
cask "android-platform-tools"
cask "appcleaner"
cask "audacity"
cask "balenaetcher"
cask "betterdisplay"
cask "box-drive"
cask "caffeine"
cask "calibre"
cask "cyberduck"
cask "dash"
cask "discord"
cask "disk-inventory-x"
cask "dropbox"
cask "espanso"
cask "firefox"
cask "google-chrome"
cask "handbrake"
cask "iterm2"
cask "libreoffice"
cask "musicbrainz-picard"
cask "nordvpn"
cask "obsidian"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "the-unarchiver"
cask "transmission"
cask "tunnelblick"
cask "vlc"
cask "zoom"

# fonts
tap "homebrew/cask-fonts"
cask "font-hack-nerd-font"
cask "font-inconsolata-for-powerline"
cask "font-menlo-for-powerline"

# macos app store
mas "Magnet", id: 441258766
mas "Mountain Duck", id: 1024974133
