# cli tools
brew "awscli"
brew "bat"
brew "ca-certificates"
brew "coreutils"
brew "ffmpeg"
brew "gcalcli"
brew "gnutls"
brew "heroku"
brew "mas"
brew "nmap"
brew "node"
brew "pandoc"
brew "pdftk-java"
brew "pyenv"
brew "pyenv-virtualenv"
brew "sqlite"
brew "task"
brew "tesseract"
brew "vim"
brew "watch"
brew "wget"

# gui tools
cask "1password"
cask "alfred"
cask "android-platform-tools"
cask "appcleaner"
cask "audacity"
cask "balenaetcher"
cask "betterdisplay"
cask "blackhole-2ch"
cask "box-drive"
cask "brave-browser"
cask "caffeine"
cask "calibre"
cask "chromedriver"
cask "crossover"
cask "cyberduck"
cask "dash"
cask "discord"
cask "disk-inventory-x"
cask "dosbox"
cask "dropbox"
cask "epic-games"
cask "espanso"
cask "firefox"
cask "gimp"
cask "github"
cask "google-chrome"
cask "handbrake"
cask "hdhomerun"
cask "iterm2"
cask "jbidwatcher"
cask "kindle"
cask "libreoffice"
cask "musescore"
cask "musicbrainz-picard"
cask "nordvpn"
cask "obsidian"
cask "pdfify"
cask "postman"
cask "pycharm-ce"
cask "sketchbook"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "synology-surveillance-station-client"
cask "the-unarchiver"
cask "tor-browser"
cask "transmission"
cask "tunnelblick"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "wacom-tablet"
cask "xquartz"
cask "zoom"

# fonts
tap "homebrew/cask-fonts"
cask "font-hack-nerd-font"
cask "font-inconsolata-for-powerline"
cask "font-menlo-for-powerline"

# macos app store
mas "Magnet", id: 441258766
mas "Mountain Duck", id: 1024974133
